{"layout":"password","sections":{"main":{"type":"newsletter","settings":{"color_scheme":"background-1","v_align":"column","heading":"Flagship location, opening soon in South Barrington.","section_heading_tag":"h2","heading_size":"h1","newsletter_text":"Submit your email for exclusive access to our VIP list.","section_button_style":"primary","button_dot":true,"margin_top":"no-indent","margin_bottom":"no-indent","padding_top":"m","padding_bottom":"m"}},"rich_text_V3tUC9":{"type":"rich-text","name":"t:sections.rich-text.presets.name","settings":{"section_layout":"row","subheading":"","heading":"About Us","section_heading_tag":"h2","heading_size":"h2","dot":true,"text":"<p>Get an in-depth look at AVU Brands through our comprehensive About Us section. Uncover the dedication and expertise that goes into each product.<br\/><br\/><a href=\"\/pages\/data-sharing-opt-out\" target=\"_blank\" title=\"Your privacy choices\">Privacy Policy<\/a><\/p>","button_label":"","button_link":"","button_style":"primary","button_dot":true,"margin_top":"s","margin_bottom":"s"}},"rich_text_76c6bB":{"type":"rich-text","name":"t:sections.rich-text.presets.name","settings":{"section_layout":"row","subheading":"","heading":"Contact Us","section_heading_tag":"h2","heading_size":"h2","dot":true,"text":"<p><strong>AVU Brands, LLC<\/strong><br\/>hello@avubrands.com<br\/>(847) 350-1260<\/p>","button_label":"","button_link":"","button_style":"primary","button_dot":true,"margin_top":"s","margin_bottom":"s"}},"rich_text_AiP8QB":{"type":"rich-text","name":"t:sections.rich-text.presets.name","settings":{"section_layout":"row","subheading":"","heading":"Privacy Policy","section_heading_tag":"h2","heading_size":"h2","dot":true,"text":"<p>This Privacy Policy describes how Abundant Salon (\"we,\" \"us,\" or \"our\") collects, uses, and shares information from individuals who visit our website, use our services, or otherwise interact with us (\"Consumers\"). We are committed to protecting your privacy and ensuring the security of your Personally Identifiable Information (PII). Please read this Privacy Policy carefully to understand how we handle your information.<\/p><p>By accessing or using our website or services, you consent to the practices described in this Privacy Policy.<\/p><p>1. Information We Collect<\/p><p>We collect the following types of information:<\/p><p>Personal Information: When you visit our website or use our services, we may collect personal information that you provide to us voluntarily. This may include your name, email address, phone number, and any other information you choose to provide.<\/p><p><strong>We may use your Personal Data to contact you with newsletters, marketing, and\/or promotional materials that may be of interest to you. By entering your phone number, you are agreeing to receive text messages from us. Message & data rates may apply. Message frequency may vary. Reply HELP for more information. You can reply STOP or UNSUBSCRIBE to opt-out.<\/strong><\/p><p> Automatically Collected Information: We may also collect certain information automatically when you use our website, such as your IP address, browser type, device type, and the pages you visit.<\/p><p> Cookies: We may use cookies and similar technologies to collect information about your browsing behavior. You can learn more about our use of cookies in our Cookie Policy.<\/p><p>2. How We Use Your Information<\/p><p>We use the information we collect for the following purposes:<\/p><p>Providing Services: We may use your information to provide you with our salon services and to respond to your inquiries.<\/p><p>Communication: We may use your contact information to send you important updates and promotional materials. You can opt out of receiving promotional communications at any time.<\/p><p>Website Improvement: We may use your information to analyze and improve our website's functionality, content, and user experience.<\/p><p>3. Sharing Your Information<\/p><p>We do not share or sell your Personally Identifiable Information to third parties for marketing purposes. <strong>No mobile information will be shared with third parties\/affiliates for marketing\/promotional purposes.<\/strong><em><strong> <\/strong><\/em>However, we may share your information in the following circumstances:<\/p><p>Business Operations: We may share your information with third-party service providers who assist us in performing essential business functions, such as payment processing, customer support, and website maintenance.<\/p><p>Compliance with Legal Requirements: We may disclose your information when required by law or to comply with legal processes.<\/p><p>Sale or Merger: In the event of a sale, merger, or acquisition of our business, we may transfer your information to the acquiring company, but your data will continue to be protected in accordance with this Privacy Policy.<\/p><p>4. Your Choices and Rights<\/p><p>You have the following rights regarding your information:<\/p><p>Access: You can request access to the personal information we hold about you.<\/p><p>Rectification: You can request corrections to inaccuracies in your personal information.<\/p><p>Deletion: You can request the deletion of your personal information, subject to legal obligations.<\/p><p>Data Portability: You can request a copy of your personal information in a structured, machine-readable format.<\/p><p>5. Changes to this Privacy Policy<\/p><p>We may update this Privacy Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will post the updated Privacy Policy on our website, and the \"Last Updated\" date at the top of this page will be revised accordingly. We encourage you to review this Privacy Policy periodically to stay informed about how we are protecting your information.<\/p>","button_label":"","button_link":"","button_style":"primary","button_dot":true,"margin_top":"s","margin_bottom":"s"}}},"order":["main","rich_text_V3tUC9","rich_text_76c6bB","rich_text_AiP8QB"]}